[
  {
    "question": "What is the loan account number for Naveen Kumar's personal loan with Phoenix Finance Ltd.? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The loan account number is PFL-PL-241029. This is a Personal Loan sanctioned on 12th November 2024 with a loan amount of ₹5,00,000/- for a 60-month tenure."
    ]
  },
  {
    "question": "What is the total outstanding amount claimed against Naveen Kumar as on 26-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The total outstanding amount is ₹5,00,000/- as on 26-11-2024, comprising only the principal outstanding with no interest, penalties, or charges yet, as the first EMI is not yet due (due date 5th December 2024) and this is a pre-emptive fraud risk case."
    ]
  },
  {
    "question": "What is the reason for default risk in Naveen Kumar's case? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The default reason is: 'Suspected intentional evasion - took loan and immediately planning to relocate without disclosure.' The borrower took the loan on 18th November 2024, submitted resignation from Maruti Suzuki on the same day, and is now relocating to Bangalore, indicating premeditated fraud intent."
    ]
  },
  {
    "question": "What is the borrower's employment details as per CRM records? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Naveen Kumar is employed at Maruti Suzuki India Ltd. as a Production Supervisor with a monthly salary of ₹56,000/-. However, employer verification on 25-11-2024 confirmed that resignation was submitted with last working day 30-11-2024, just 8 days after loan disbursal, indicating premeditated evasion."
    ]
  },
  {
    "question": "How many EMIs did Naveen Kumar pay before the fraud risk was identified? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Naveen Kumar paid 0 EMIs - the first EMI is not yet due (due date 5th December 2024). However, pre-emptive fraud risk was identified on 23-11-2024 through an anonymous tip, and emergency field visits on 26-11-2024 confirmed the borrower is relocating to Bangalore, indicating intent to evade before even the first EMI is due."
    ]
  },
  {
    "question": "What is the Days Past Due (DPD) for this loan account? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Days Past Due (DPD) is 0 days as on 26-11-2024, as the first EMI is not yet due (due date 5th December 2024). However, this is a unique pre-emptive fraud case where evasion risk was identified before any default occurred."
    ]
  },
  {
    "question": "What discrepancy exists in the Section 17 Application regarding loan amount? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Section 17 Application mentions 'Personal Loan ₹8,75,000/-' but the actual loan is ₹5,00,000/-. This is a critical error - the application appears to be copied from a different case file and must be completely rewritten with the correct loan amount."
    ]
  },
  {
    "question": "What discrepancy exists in the Statement of Claim? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Statement of Claim Part I & II mentions 'Personal Loan ₹8,75,000/-' and 'Outstanding: ₹8,75,000/- (no EMIs paid)' but the actual loan is ₹5,00,000/- and outstanding is ₹5,00,000/-. This is a major factual error that must be corrected throughout the Statement of Claim."
    ]
  },
  {
    "question": "What discrepancy exists in the Evidence Affidavit? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Evidence Affidavit mentions 'Personal Loan ₹8,75,000/-' but the actual loan is ₹5,00,000/-. The affidavit appears to be copied from a different case and must be completely rewritten with correct facts about the ₹5,00,000/- loan."
    ]
  },
  {
    "question": "What is the borrower's residential address? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The residential address is House No. 678, Rajouri Garden, New Delhi - 110027. However, during the emergency residence visit on 26-11-2024, the house was being emptied with packers at work and family packing to leave for Bangalore, confirming the relocation plan."
    ]
  },
  {
    "question": "What is the generated Case ID for this matter? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The generated Case ID is PFL/PL/2024/01029. This is Phoenix Finance Ltd.'s internal reference number for tracking this Personal Loan pre-emptive fraud case against Naveen Kumar."
    ]
  },
  {
    "question": "What is the EMI amount per month for this loan? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The EMI amount is ₹12,969/- per month for the 60-month tenure. This was calculated based on the loan amount of ₹5,00,000/- at an interest rate of 18.0% p.a. on reducing balance. However, the first EMI is not yet due, and fraud risk was identified pre-emptively."
    ]
  },
  {
    "question": "What processing fee was charged on this loan? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The processing fee charged was ₹15,000/- which represents 3% of the loan amount (₹5,00,000/-). This is a standard processing fee percentage for personal loans."
    ]
  },
  {
    "question": "What principal amount has been recovered from EMI payments? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The principal recovered is ₹0/- as no EMIs have been paid. The first EMI is not yet due (due date 5th December 2024), but fraud risk was identified pre-emptively before any payment was due."
    ]
  },
  {
    "question": "What information was received on 23-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "On 23-11-2024, an anonymous tip was received mentioning that the borrower was discussing leaving his job and city. This was the first indication of potential fraud risk, triggering immediate verification and investigation."
    ]
  },
  {
    "question": "What was the outcome of the verification call on 24-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "On 24-11-2024, during a verification call, the borrower denied job change plans and said it was just a rumor. However, this denial was contradicted by employer verification the next day, showing the borrower was being evasive and dishonest."
    ]
  },
  {
    "question": "What was discovered during employer verification on 25-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "On 25-11-2024, employer verification with Maruti Suzuki HR confirmed that resignation was submitted with last working day 30-11-2024. This verified the anonymous tip and confirmed that the borrower was indeed leaving his job immediately after taking the loan, indicating premeditated fraud."
    ]
  },
  {
    "question": "What was the outcome of the urgent call on 26-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "On 26-11-2024, during an urgent call to the borrower, he was evasive and mentioned relocating to Bangalore for a new opportunity. This confirmed the relocation plan and evasion intent, triggering immediate emergency field visits."
    ]
  },
  {
    "question": "What was discovered during the emergency residence visit on 26-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "During the emergency residence visit on 26-11-2024, the house in Rajouri Garden was being emptied with packers at work and family packing to leave. This provided visual confirmation of the relocation plan, confirming the premeditated fraud intent."
    ]
  },
  {
    "question": "What admission was made by the borrower during confrontation on 26-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "During confrontation on 26-11-2024, the borrower admitted taking the loan for his daughter's wedding, but now he is relocating and claimed he will pay from his new job. However, he was reluctant to share the Bangalore address, giving only vague location details, which further confirmed evasion intent."
    ]
  },
  {
    "question": "What is the interest rate on this personal loan? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The interest rate is 18.0% p.a. on a reducing balance basis. This was the contracted rate at the time of sanction on 12th November 2024 for the 60-month tenure loan."
    ]
  },
  {
    "question": "What is the date of sanction and disbursal for this loan? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The date of sanction is 12th November 2024 and the date of disbursal is 18th November 2024 - a 6-day gap which is standard for personal loan processing. The borrower submitted resignation on the same day as disbursal, indicating premeditated fraud."
    ]
  },
  {
    "question": "What email address is on record for the borrower? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The borrower's email address is naveen.kumar78@gmail.com as per CRM records. However, given the fraud risk and evasive behavior, communication via email may be limited as the borrower is relocating."
    ]
  },
  {
    "question": "What is the borrower's age and gender? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The borrower Naveen Kumar is 45 years old and male. He was employed at Maruti Suzuki India Ltd. as Production Supervisor with monthly salary of ₹56,000/- before submitting resignation immediately after loan disbursal."
    ]
  },
  {
    "question": "What is the first EMI and last EMI due date? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The first EMI due date is 5th December 2024 and the last EMI due date is 5th November 2029. The loan has a 60-month tenure, but fraud risk was identified pre-emptively on 26-11-2024, before the first EMI is even due."
    ]
  },
  {
    "question": "What is the current case status? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The current status is: 'Pre-emptive field visits initiated even before first EMI due, high fraud risk identified, close monitoring ongoing.' The Loan Recall Notice was issued on 26-11-2024, Section 21 Notice is dated 28-11-2024, and Section 9 Petition is being prepared to prevent relocation."
    ]
  },
  {
    "question": "What interaction occurred on 20-11-2024? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "On 20-11-2024, during a post-disbursal courtesy call, the customer confirmed loan receipt and mentioned daughter's wedding expenses. This seemed normal at the time, but in hindsight, this was the stated purpose for the loan, which he later admitted during confrontation."
    ]
  },
  {
    "question": "What is the Loan Recall Notice date? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Loan Recall Notice is dated 26th November 2024 with Tracking Number EE129234567IN sent via Speed Post AD. The notice states 'Suspected fraud. Immediate action required.' reflecting the pre-emptive fraud risk identification."
    ]
  },
  {
    "question": "What Section 21 Notice date is mentioned? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Section 21 Notice is dated 28th November 2024 (future date from case file perspective) invoking arbitration for suspected evasion. This shows immediate action being taken despite no default yet, due to the clear fraud pattern."
    ]
  },
  {
    "question": "What Section 9 relief is contemplated in this pre-emptive case? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Section 9 Petition contemplates restraining the borrower from leaving Delhi without disclosure, directing Bangalore address disclosure, attaching assets, and authorizing inquiry at new location. This is a pre-emptive measure to prevent relocation before the borrower disappears."
    ]
  },
  {
    "question": "What urgency grounds are cited in the Affidavit of Urgency? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Affidavit of Urgency by Priya Mehta cites PRE-EMPTIVE CASE urgency. The loan was taken 8 days ago, and the borrower is immediately resigning and relocating. There is a clear pattern of taking the loan with intent to evade. Packers emptying the house were observed. Immediate restriction is needed before the borrower disappears to Bangalore."
    ]
  },
  {
    "question": "What is unique about this pre-emptive fraud case? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Unique aspects: (1) Pre-emptive fraud detection - identified before first EMI due; (2) Loan only 8 days old when fraud risk identified; (3) Immediate resignation after loan disbursal; (4) Relocation plan to Bangalore; (5) Packers observed emptying house; (6) Anonymous tip triggered investigation; (7) Borrower evasive and dishonest; (8) No default yet but clear evasion pattern; (9) Emergency field visits before any payment due; (10) Section 9 Petition to prevent relocation; (11) First EMI not due until 5th December but action taken on 26th November."
    ]
  },
  {
    "question": "What is the borrower's PAN and Aadhaar number? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The borrower's PAN is DEFKU4567J and Aadhaar is XXXX-XXXX-9012 (masked format). These KYC details are maintained in CRM records for loan account PFL-PL-241029."
    ]
  },
  {
    "question": "What phone numbers are on record for the borrower? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The phone numbers on record are: Primary +91-9810567890 and Alternate +91-9810567891. The borrower was reachable during verification calls but became evasive when questioned about relocation plans."
    ]
  },
  {
    "question": "What is the repayment tenure for this loan? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The repayment tenure is 60 months from December 2024 to November 2029. The first EMI is due on 5th December 2024 and the last EMI is scheduled for 5th November 2029. However, fraud risk was identified pre-emptively before the first EMI is due."
    ]
  },
  {
    "question": "Calculate the outstanding as percentage of original loan. <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The outstanding amount of ₹5,00,000/- represents 100% of the original loan of ₹5,00,000/-. This reflects that no principal has been recovered (₹0/-) and no interest, penalties, or charges have been added yet, as the first EMI is not yet due and this is a pre-emptive fraud case."
    ]
  },
  {
    "question": "What is the interest recovered from EMI payments? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The interest recovered is ₹0/- as no EMIs have been paid. The first EMI is not yet due (due date 5th December 2024), and fraud risk was identified pre-emptively on 26-11-2024."
    ]
  },
  {
    "question": "What is the pincode of the borrower's address? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The pincode of the borrower's address in Rajouri Garden, New Delhi is 110027. However, the borrower is relocating to Bangalore, and the house was being emptied during the emergency visit on 26-11-2024."
    ]
  },
  {
    "question": "What penal interest and charges are outstanding? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The penal interest and charges amount to ₹0/- as on 26-11-2024, as the first EMI is not yet due and no default has occurred yet. This is a pre-emptive fraud case where action is being taken before any payment default."
    ]
  },
  {
    "question": "What is the case folder number? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The case folder number is ARB/2024/1029 as shown in the header. This matches the Arbitration Reference Number ARB/2024/1029 used in legal documents."
    ]
  },
  {
    "question": "What is the Arbitration Reference Number mentioned? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Arbitration Reference Number is ARB/2024/1029 as mentioned in the Section 17 Application and Statement of Claim documents. The Section 21 Notice is dated 28th November 2024, invoking arbitration for suspected evasion even before first EMI is due."
    ]
  },
  {
    "question": "What recovery timeline is documented from loan disbursal to fraud risk identification? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Timeline: Loan disbursed 18-11-2024 → Borrower submitted resignation same day → Post-disbursal courtesy call 20-11-2024 (mentioned wedding expenses) → Anonymous tip received 23-11-2024 (borrower leaving job/city) → Verification call 24-11-2024 (borrower denied, said rumor) → Employer verification 25-11-2024 (confirmed resignation, last day 30-11-2024) → Urgent call 26-11-2024 (borrower evasive, mentioned Bangalore relocation) → Emergency residence visit 26-11-2024 (house being emptied, packers at work) → Confronted borrower 26-11-2024 (admitted relocation, reluctant to share address) → Loan Recall Notice 26-11-2024 → Section 21 Notice 28-11-2024 → Pre-emptive fraud case as of 26-11-2024."
    ]
  },
  {
    "question": "What execution mode is contemplated for this pre-emptive fraud case? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Execution Petition contemplates: (A) TRAVEL RESTRICTION to prevent Bangalore relocation; (B) Bank accounts freeze URGENT; (C) Asset attachment of all movable/immovable property; (D) Police assistance as pattern suggests fraud. The execution is pre-emptive, preventing relocation and asset dissipation before fraud is fully executed."
    ]
  },
  {
    "question": "What advocate represents Phoenix Finance Ltd.? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Advocate Ramesh Khanna represents Phoenix Finance Ltd. His name appears on the Section 9 Petition dated 27th November 2024 and other legal documents for this pre-emptive fraud case."
    ]
  },
  {
    "question": "Review if the status in header matches current case stage. <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The header shows status as 'Field Visit Stage' which is correct. The case has 0 DPD (first EMI not yet due) but is in field visit stage due to pre-emptive fraud risk identification. Emergency field visits were conducted on 26-11-2024, Loan Recall Notice was issued same day, and Section 21 Notice is dated 28-11-2024. The case is in pre-emptive action stage to prevent fraud completion."
    ]
  },
  {
    "question": "What List of Documents should be included for this pre-emptive fraud case? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Annexures C-1 to C-17 (78 pages) should include: Loan Agreement, Resignation Letter from Maruti Suzuki (immediate after loan), Relocation Evidence (Packers, Bangalore move), Field Visit Reports (house being emptied), Timeline Analysis showing loan-to-evasion pattern, Bank Statements, and KYC documents."
    ]
  },
  {
    "question": "What is the Evidence Affidavit verification date? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Evidence Affidavit by Amit Verma is verified on 28th November 2024. However, the affidavit contains wrong loan amount (₹8,75,000 vs ₹5,00,000) which must be corrected. The affidavit correctly mentions pre-emptive fraud case, loan 8 days old, borrower immediately resigned and relocating to Bangalore, packers observed emptying house, and clear intent to evade."
    ]
  },
  {
    "question": "What is the Statement of Claim filing date? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Statement of Claim is dated 28th November 2024 as per the legal documents. However, the Statement of Claim contains critical errors mentioning loan amount of ₹8,75,000/- but actual is ₹5,00,000/-, which must be corrected before filing."
    ]
  },
  {
    "question": "What discrepancies exist across multiple documents regarding loan amount? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Multiple critical discrepancies: (1) Section 17 Application mentions 'Personal Loan ₹8,75,000/-' but actual is ₹5,00,000/-; (2) Statement of Claim mentions same wrong amount; (3) Evidence Affidavit mentions same wrong amount; (4) Arbitral Award extract mentions ₹8,75,000/- but should be ₹5,00,000/-. All these documents must be corrected with accurate loan amount of ₹5,00,000/-."
    ]
  },
  {
    "question": "What is the Section 9 Petition filing date? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Section 9 Petition is dated 27th November 2024 before the Hon'ble District Judge, New Delhi. The petition seeks to restrain the borrower from leaving Delhi without disclosure, direct Bangalore address disclosure, attach assets, and authorize inquiry at new location. This is a pre-emptive measure to prevent relocation."
    ]
  },
  {
    "question": "What is the borrower's employer name and designation? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The borrower is employed at Maruti Suzuki India Ltd. as Production Supervisor with a monthly salary of ₹56,000/-. However, he submitted resignation immediately after loan disbursal on 18th November 2024, with last working day 30-11-2024, indicating premeditated fraud."
    ]
  },
  {
    "question": "What is the total amount of EMIs paid? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The total EMIs paid is ₹0/- as the first EMI is not yet due (due date 5th December 2024). However, fraud risk was identified pre-emptively on 26-11-2024, before any payment was due, making this a unique pre-emptive fraud detection case."
    ]
  },
  {
    "question": "What is the Arbitral Award extract showing? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The Arbitral Award extract shows: (A) SUSPECTED PREMEDITATED FRAUD - Resignation immediately after loan; (B) Pay ₹8,75,000/- within 15 days (note: should be ₹5,00,000/-); (C) Interest @ 24% p.a. (fraud suspicion rate); (D) PUNITIVE DAMAGES: ₹3,00,000/-; (E) Costs: ₹1,25,000/-; (F) Total: ₹13,00,000/- plus interest (note: amounts need correction); (G) Prevent relocation to Bangalore. The award recognizes the premeditated fraud pattern."
    ]
  },
  {
    "question": "What is unique about detecting fraud before first EMI is due? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "Unique pre-emptive detection: (1) Fraud identified before first EMI due (5th December) - detected on 26th November; (2) Anonymous tip triggered investigation; (3) Employer verification confirmed resignation same day as loan; (4) Visual confirmation - packers emptying house; (5) Borrower admission during confrontation; (6) Action taken before any default occurred; (7) Section 9 Petition to prevent relocation; (8) This is rare - most fraud cases are detected after default; (9) Early detection allows prevention of asset dissipation; (10) Borrower caught in the act of planning evasion, not after evasion completed."
    ]
  },
  {
    "question": "What is the borrower's stated purpose for the loan? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "The borrower stated that the loan was for his daughter's wedding expenses, as mentioned during the post-disbursal courtesy call on 20-11-2024. However, during confrontation on 26-11-2024, he admitted taking the loan for the wedding but now is relocating, suggesting the wedding purpose may have been a pretext for obtaining the loan with intent to evade."
    ]
  },
  {
    "question": "What Bangalore address information was provided? <case_id:case_029, folder_id:ARB/2024/1029>",
    "golden_answers": [
      "During the discussion on 26-11-2024, when requested for the new Bangalore address, the borrower was reluctant to share it and gave only vague location details. This reluctance to provide the new address further confirmed evasion intent, as a genuine relocation would typically involve sharing the new address for communication purposes."
    ]
  }
]